Repository: dodo1708/djpl-users
Catalog: users/locale/*/LC_MESSAGES/django.po
Languages: de

source: User data
de: Benutzerdaten

source: Credentials
de: Anmeldedaten

source: Mark selected users as active
de: Gewählte Nutzer auf inaktiv setzen

source: Mark selected users as inactive
de: Gewählte Nutzer auf aktiv setzen

source: Account confirmation email sent out for %s user(s)
de: Aktivierungsemail per Email an Benutzer %s senden

source: We just sent out a confirmation email to %s
de: Aktivierungsemail per Email an Benutzer %s gesendet

source: You cannot delete yourself!
de: Sie können Ihren eigenen Benutzer nicht löschen!

source: You cannot delete yourself! Removed you from selection.
de: Sie können Ihren eigenen Benutzer nicht löschen. Deshalb wurde Ihr Benutzer aus der Auswahl entfernt.

source: Email
de: Email-Adresse

source: First name
de: Vorname

source: Last name
de: Nachname

source: Groups
de: Benutzergruppen

source: A user with this email (%s) already exists.
de: Ein Benutzer mit dieser Email (%s) existiert bereits.

source: Your Account
de: Benutzerzugang bestätigen

source: Activate your account
de: Benutzerzugang aktivieren

source: Please enter the password twice so we can verify you typed it in correctly.
de: Bitte geben Sie das Passwort zwei mal ein, um Tippfehler auszuschließen.

source: Set password
de: Passwort setzen

source: Account activation unsuccessful
de: Aktivierung des Benutzerzugangs fehlgeschlagen

source: The Account activation link was invalid, possibly because it has already been used.
de: Der Aktivierungslink war ungültig, evtl. weil er bereits benutzt wurde.

source: Your account has been successfuly confirmed
de: Ihr Benutzerzugang wurde erfolgreich aktiviert

source: Login now
de: Login

source: Welcome on board
de: Willkommen

source: Click the following link and set your password
de: Benutzerzugang aktivieren und Passwort vergeben

source: Then, <a href="%(login_url)s" >log in</a> with your username
de: <a href="%(login_url)s" >Melden</a> Sie sich mit Ihrem Nutzernamen an.

source: Welcome on board %(first_name)s %(last_name)s
de: Willkommen %(first_name)s %(last_name)s

source: Then, <a href="%(login_url)s" >log in</a> with your username <b>%(username)s</b>
de: Nachdem Sie Ihren Account aktiviert haben, <a href="%(login_url)s" >melden</a> Sie sich mit Ihrem Nutzernamen <b>%(username)s</b> an.

source: Reset your password
de: Passwort zurücksetzen

source: You are receiving this email because you have requested to reset your password.
de: Sie erhalten diese Email weil Sie ein neues Passwort für Ihren Benutzerzugang vergeben möchten.

source: Set new password
de: Neues Passwort setzen

source: Username and Password didn't match.
de: Benutzername oder Passwort falsch.

source: Forgot your password?
de: Passwort vergessen?

source: Password reset
de: Passwort zurücksetzen

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
de: Passwort vergessen? Geben Sie bitte Ihre Email-Adresse ein. Wir senden Ihnen eine Email, um ein neues Passwort zu vergeben.

source: Reset password
de: Passwort zurücksetzen

source: Password reset complete
de: Passwort zurückgesetzt.

source: Your password has been set. You may go ahead and log in now.
de: Das Passwort wurde gesetzt. Sie können sich nun damit anmelden.

source: Log in
de: Anmelden

source: Please enter your new password twice so we can verify you typed it in correctly.
de: Bitte geben Sie Ihr neues Passwort zwei mal an, um Tippfehler auszuschließen.

source: Reset my password
de: Passwort zurücksetzen

source: Password reset unsuccessful
de: Passwort zurücksetzen fehlgeschlagen.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de: Der Link zum Rücksetzen des Passworts ist ungültig, evtl. weil er bereits benutzt wurde. Bitte fordern Sie einen neuen Link an.

source: You've got mail
de: Sie haben eine neue Email.

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
de: Ein Link zum Rücksetzen des Passworts wurde an Ihre Email-Adresse gesendet. Die Nachricht sollte gleich bei Ihnen eintreffen.
